const Config = {
    // 球体半径
    shhereRadius : [
        0,
        26,
        40,
        54,
        59.5,
        76.5,
        91.5,
        96.5,
        129,
        154,
        154.5,
        204
    ],
    // 球体的线性速度
    shhereVelocity : [
        cc.v2(0, 0),
        cc.v2(0, -1200),
        cc.v2(0, -1400),
        cc.v2(0, -1450),
        cc.v2(0, -1550),
        cc.v2(0, -1600),
        cc.v2(0, -1700),
        cc.v2(0, -1750),
        cc.v2(0, -1800),
        cc.v2(0, -1800),
        cc.v2(0, -1800),
        cc.v2(0, -1800)
    ],

    // 分值
    shhereScore : [
        0,
        5,
        10,
        15,
        30,
        50,
        80,
        100,
        120,
        150,
        200,
        500,
    ],
};

export {Config};